Repository: ed-wanto/revvy
Catalog: IssueShot/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans

source: %@ で撮影 · ⌘⇧V で貼り付け · 画像をここにドロップ
en: %@ to capture · ⌘⇧V to paste · Drop an image here
ko: %@ 캡처 · ⌘⇧V 붙여넣기 · 여기에 이미지 드롭
zh_hans: %@ 截屏 · ⌘⇧V 粘贴 · 将图像拖放到此处

source: %@ を外す
en: Remove %@
ko: %@ 제거
zh_hans: 移除 %@

source: %lld × %lld px
en: %1$lld × %2$lld px
ko: %1$lld × %2$lld px
zh_hans: %1$lld × %2$lld px

source: %lld 人
en: %lld assignees
ko: %lld명

source: %lld 件
en: %lld labels
ko: %lld개
zh_hans: %lld 个

source: %lld 件 · ⏎ で先頭を選択
en: %lld repositories · ⏎ to select the first
ko: %lld개 · ⏎ 첫 번째 항목 선택
zh_hans: %lld 个 · ⏎ 选择第一个

source: %lld%%（実寸）
en: %lld%% (Actual Size)
ko: %lld%%(실제 크기)
zh_hans: %lld%%（实际大小）

source: (本文なし)
en: (no description)
ko: (본문 없음)
zh_hans: （无正文）

source: AIエージェント向けの手順
en: Instructions for AI Agents
ko: AI 에이전트용 절차
zh_hans: AI 智能体操作说明

source: Client ID（上書き）
en: Client ID (Override)
ko: Client ID(재정의)
zh_hans: Client ID（覆盖）

source: GitHub で開く
en: Open in GitHub
ko: GitHub에서 열기
zh_hans: 在 GitHub 中打开

source: GitHub と連携
en: Connect to GitHub
ko: GitHub에 연결
zh_hans: 连接 GitHub

source: GitHub をつなぐと、リンク共有と Issue の作成ができます。
en: Connect GitHub to share links and create issues.
ko: GitHub에 연결하면 링크 공유와 Issue 생성을 할 수 있습니다.
zh_hans: 连接 GitHub 即可共享链接和创建 Issue。

source: GitHub 側で承認が拒否されました。
en: Authorization was denied on GitHub.
ko: GitHub에서 승인이 거부되었습니다.
zh_hans: GitHub 拒绝了授权。

source: GitHub 未連携
en: Not Connected to GitHub
ko: GitHub에 연결되지 않음
zh_hans: 未连接 GitHub

source: GitHub 連携を解除
en: Disconnect GitHub
ko: GitHub 연결 해제
zh_hans: 断开 GitHub 连接

source: GitHub 連携（ブラウザ承認）
en: GitHub Connection (Browser Authorization)
ko: GitHub 연결(브라우저 승인)
zh_hans: GitHub 连接（浏览器授权）

source: Issue #%lld を作成しました
en: Created Issue #%lld
ko: Issue #%lld을(를) 생성했습니다
zh_hans: 已创建 Issue #%lld

source: Issue の作成に失敗: %@
en: Couldn’t create the issue: %@
ko: Issue를 생성하지 못했습니다: %@
zh_hans: 无法创建 Issue：%@

source: Issue は作成しましたが画像のアップロードに失敗しました: %@
en: The issue was created, but the image upload failed: %@
ko: Issue는 생성했지만 이미지를 업로드하지 못했습니다: %@
zh_hans: 已创建 Issue，但图像上传失败：%@

source: Issue を作成
en: Create Issue
ko: Issue 생성
zh_hans: 创建 Issue

source: Issue を作成中…
en: Creating issue…
ko: Issue 생성 중…
zh_hans: 正在创建 Issue…

source: JPEG への変換に失敗
en: Couldn’t convert to JPEG
ko: JPEG로 변환하지 못함
zh_hans: 无法转换为 JPEG

source: Keychain エラー (%d): %@
en: Keychain error (%1$d): %2$@
ko: 키체인 오류(%1$d): %2$@
zh_hans: 钥匙串错误（%1$d）：%2$@

source: OAuth App の Client ID が設定されていません。設定画面で入力してください。
en: No OAuth App Client ID is set. Enter one in Settings.
ko: OAuth App의 Client ID가 설정되지 않았습니다. 설정에서 입력하십시오.
zh_hans: 尚未设置 OAuth App 的 Client ID。请在设置中输入。

source: OAuth App を作成する
en: Create an OAuth App
ko: OAuth App 생성
zh_hans: 创建 OAuth App

source: PNG で保存…
en: Save as PNG…
ko: PNG로 저장…
zh_hans: 存储为 PNG…

source: Revvy を開く
en: Open Revvy
ko: Revvy 열기
zh_hans: 打开 Revvy

source: em のみ
en: em Only
ko: em만
zh_hans: 仅 em

source: gh CLI が見つかりません（brew install gh）
en: gh CLI not found (brew install gh)
ko: gh CLI를 찾을 수 없습니다(brew install gh)
zh_hans: 未找到 gh CLI（brew install gh）

source: gh CLI のログインを使う
en: Use gh CLI Login
ko: gh CLI 로그인 사용
zh_hans: 使用 gh CLI 登录信息

source: gh auth token が空でした。`gh auth login` を実行してください。
en: gh auth token returned nothing. Run `gh auth login`.
ko: gh auth token이 비어 있습니다. `gh auth login`을 실행하십시오.
zh_hans: gh auth token 未返回内容。请运行 `gh auth login`。

source: ghp_… / github_pat_…（repo スコープ）
en: ghp_… / github_pat_… (repo scope)
ko: ghp_… / github_pat_…(repo 범위)
zh_hans: ghp_… / github_pat_…（repo 权限范围）

source: macOS 標準のショートカットと重なるため使えません。
en: This conflicts with a standard macOS shortcut.
ko: macOS 기본 단축키와 겹치므로 사용할 수 없습니다.
zh_hans: 此快捷键与 macOS 标准快捷键冲突，无法使用。

source: push 権限のあるリポジトリが見つかりません
en: No repositories with push access
ko: push 권한이 있는 저장소가 없습니다
zh_hans: 未找到有推送权限的仓库

source: px と em
en: px and em
ko: px 및 em
zh_hans: px 和 em

source: px のみ
en: px Only
ko: px만
zh_hans: 仅 px

source: ⌘⇧V で貼り付け · 画像をここにドロップ
en: ⌘⇧V to paste · Drop an image here
ko: ⌘⇧V 붙여넣기 · 여기에 이미지 드롭
zh_hans: ⌘⇧V 粘贴 · 将图像拖放到此处

source: ⌘・⌃・⌥ のいずれかと組み合わせてください。
en: Include ⌘, ⌃, or ⌥.
ko: ⌘, ⌃, ⌥ 중 하나와 조합하십시오.
zh_hans: 请与 ⌘、⌃ 或 ⌥ 组合使用。

source: 「%@」に一致するものがありません
en: No matches for “%@”
ko: ‘%@’와(과) 일치하는 항목이 없습니다
zh_hans: 没有与“%@”匹配的项目

source: あとで見つかる、ひとことメモ
en: A short note to find it later
ko: 나중에 찾을 수 있도록 짧은 메모
zh_hans: 简短备注，方便日后查找

source: このIssueは Revvy から作成されました。
en: This issue was created with Revvy.
ko: 이 Issue는 Revvy에서 생성되었습니다.
zh_hans: 此 Issue 由 Revvy 创建。

source: このMacの履歴から画像を削除しますか？
en: Delete this image from the history on this Mac?
ko: 이 Mac의 기록에서 이미지를 삭제하겠습니까?
zh_hans: 要从这台 Mac 的历史记录中删除此图像吗？

source: すべてのルーラーを隠す
en: Hide All Rulers
ko: 모든 눈금자 가리기
zh_hans: 隐藏所有标尺

source: すべて解除
en: Deselect All
ko: 모두 선택 해제
zh_hans: 全部取消选择

source: その画面を、会話のはじまりに。
en: Turn what’s on screen into a conversation.
ko: 그 화면을 대화의 시작으로.
zh_hans: 让屏幕画面成为对话的开始。

source: どちらも書き出しには含まれません
en: Neither is included in exports
ko: 둘 다 내보내기에 포함되지 않습니다
zh_hans: 两者都不会包含在导出内容中

source: どのアプリを使っていても使えます。ルーラーはスクリーンショットを撮らずに画面の上で測れます。
en: Works in any app. Rulers measure directly on screen without taking a screenshot.
ko: 어떤 앱을 사용 중이든 쓸 수 있습니다. 눈금자는 스크린샷 없이 화면 위에서 측정합니다.
zh_hans: 在任何 App 中都可以使用。标尺无需截屏即可直接在屏幕上测量。

source: なし
en: None
ko: 없음
zh_hans: 无

source: やり直す
en: Redo
ko: 실행 복귀
zh_hans: 重做

source: アクセス権のあるメンバーだけが閲覧できます
en: Only members with access can view
ko: 접근 권한이 있는 구성원만 볼 수 있습니다
zh_hans: 仅有访问权限的成员可以查看

source: アップロード中…
en: Uploading…
ko: 업로드 중…
zh_hans: 正在上传…

source: アップロード失敗: %@
en: Upload failed: %@
ko: 업로드 실패: %@
zh_hans: 上传失败：%@

source: アプリ
en: App
ko: 앱
zh_hans: App

source: アプリ内フィードバックから起票
en: Filed from in-app feedback
ko: 앱 내 피드백으로 등록됨
zh_hans: 由 App 内反馈创建

source: インスペクタ
en: Inspector
ko: 인스펙터
zh_hans: 检查器

source: インスペクタを表示
en: Show Inspector
ko: 인스펙터 보기
zh_hans: 显示检查器

source: インスペクタを隠す
en: Hide Inspector
ko: 인스펙터 가리기
zh_hans: 隐藏检查器

source: ガイド
en: Guides
ko: 안내선
zh_hans: 参考线

source: キャプチャ
en: Capture
ko: 캡처
zh_hans: 截屏

source: キャプチャを、チームへ。
en: Bring your captures to your team.
ko: 캡처를 팀에게.
zh_hans: 把截屏分享给团队。

source: キャンセル
en: Cancel
ko: 취소
zh_hans: 取消

source: キーを押してください…
en: Press keys…
ko: 키를 누르십시오…
zh_hans: 请按下按键…

source: クリックで文字を置く · ↩ で確定 · ⌥↩ で改行 · 置いた文字はクリックで編集
en: Click to place text · ↩ to confirm · ⌥↩ for new line · Click text to edit
ko: 클릭하여 텍스트 배치 · ↩ 확정 · ⌥↩ 줄바꿈 · 텍스트를 클릭하여 편집
zh_hans: 点按以放置文本 · ↩ 确认 · ⌥↩ 换行 · 点按文本可编辑

source: クリップボードから貼り付け
en: Paste from Clipboard
ko: 클립보드에서 붙여넣기
zh_hans: 从剪贴板粘贴

source: クリップボードに画像がありません。
en: There’s no image on the clipboard.
ko: 클립보드에 이미지가 없습니다.
zh_hans: 剪贴板上没有图像。

source: クリップボードの画像を使う
en: Use Image from Clipboard
ko: 클립보드 이미지 사용
zh_hans: 使用剪贴板中的图像

source: コマンドが終了コード %d で失敗: %@
en: Command failed with exit code %1$d: %2$@
ko: 명령이 종료 코드 %1$d(으)로 실패했습니다: %2$@
zh_hans: 命令失败，退出代码 %1$d：%2$@

source: コードの有効期限が切れました。もう一度やり直してください。
en: The code has expired. Please try again.
ko: 코드가 만료되었습니다. 다시 시도하십시오.
zh_hans: 代码已过期。请重试。

source: コードはクリップボードにコピー済みです
en: The code has been copied to the clipboard
ko: 코드가 클립보드에 복사되었습니다
zh_hans: 代码已拷贝到剪贴板

source: サイズ
en: Size
ko: 크기
zh_hans: 大小

source: ショートカット
en: Shortcuts
ko: 단축키
zh_hans: 快捷键

source: ショートカットを外す
en: Remove Shortcut
ko: 단축키 제거
zh_hans: 移除快捷键

source: スクリーンショット
en: Screenshot
ko: 스크린샷
zh_hans: 截屏

source: スクリーンショットは `%@` ブランチの `%@` にある。
en: The screenshot is at `%2$@` on the `%1$@` branch.
ko: 스크린샷은 `%1$@` 브랜치의 `%2$@`에 있습니다.
zh_hans: 截屏位于 `%1$@` 分支的 `%2$@`。

source: スクリーンショットは添付されていない。上記の実行環境と本文から画面を再現すること。
en: No screenshot is attached. Reproduce the screen from the environment and description above.
ko: 스크린샷이 첨부되지 않았습니다. 위의 실행 환경과 본문으로 화면을 재현하십시오.
zh_hans: 未附带截屏。请根据上方的运行环境和正文重现画面。

source: スクリーンショットをアップロード中…
en: Uploading screenshot…
ko: 스크린샷 업로드 중…
zh_hans: 正在上传截屏…

source: スクリーンショット置き場ブランチ
en: Screenshot Branch
ko: 스크린샷 보관 브랜치
zh_hans: 截屏存放分支

source: センターガイド
en: Center Guides
ko: 중앙 안내선
zh_hans: 中心参考线

source: センターガイド（⌘;）
en: Center Guides (⌘;)
ko: 중앙 안내선(⌘;)
zh_hans: 中心参考线（⌘;）

source: タイトル
en: Title
ko: 제목
zh_hans: 标题

source: テキスト
en: Text
ko: 텍스트
zh_hans: 文本

source: ディスプレイ
en: Display
ko: 디스플레이
zh_hans: 显示器

source: トークンが無効です。もう一度連携してください。
en: The token is invalid. Please connect again.
ko: 토큰이 유효하지 않습니다. 다시 연결하십시오.
zh_hans: 令牌无效。请重新连接。

source: ドラッグで描画 · 図形の近くは移動 · ⌥ で重ねて描画
en: Drag to draw · Drag near a shape to move it · ⌥ to draw over shapes
ko: 드래그하여 그리기 · 도형 근처에서는 이동 · ⌥ 겹쳐 그리기
zh_hans: 拖移以绘制 · 在图形附近拖移可移动 · ⌥ 叠加绘制

source: ドラッグで画像を移動
en: Drag to move the image
ko: 드래그하여 이미지 이동
zh_hans: 拖移以移动图像

source: ドラッグで移動
en: Drag to move
ko: 드래그하여 이동
zh_hans: 拖移以移动

source: ドラッグで範囲を選択 Esc でキャンセル
en: Drag to select an area Esc to cancel
ko: 드래그하여 영역 선택 Esc로 취소
zh_hans: 拖移以选择区域 按 Esc 取消

source: ドラッグで計測 · ⇧ で水平／垂直 · ⌥ で図形に重ねる
en: Drag to measure · ⇧ for horizontal/vertical · ⌥ to draw over shapes
ko: 드래그하여 측정 · ⇧ 수평/수직 · ⌥ 도형 위에 겹치기
zh_hans: 拖移以测量 · ⇧ 水平／垂直 · ⌥ 在图形上叠加

source: ドロップされたものを画像として読み込めませんでした。
en: Couldn’t read the dropped item as an image.
ko: 드롭한 항목을 이미지로 읽을 수 없습니다.
zh_hans: 无法将拖放的项目读取为图像。

source: ドロップして画像を取り込む
en: Drop to Import Image
ko: 드롭하여 이미지 가져오기
zh_hans: 拖放以导入图像

source: パネルを小さくする
en: Collapse Panel
ko: 패널 접기
zh_hans: 收起面板

source: パネルを広げる
en: Expand Panel
ko: 패널 펼치기
zh_hans: 展开面板

source: フィードバック
en: Feedback
ko: 피드백
zh_hans: 反馈

source: フローティングパネルの表示切替
en: Show/Hide Floating Panel
ko: 플로팅 패널 보기/가리기
zh_hans: 显示／隐藏浮动面板

source: フローティングパネルを表示
en: Show Floating Panel
ko: 플로팅 패널 보기
zh_hans: 显示浮动面板

source: ブラウザが開くので、表示されたコードを入力して承認してください。
en: Your browser will open. Enter the code shown and authorize.
ko: 브라우저가 열리면 표시된 코드를 입력하고 승인하십시오.
zh_hans: 浏览器将会打开。请输入显示的代码并授权。

source: ブラウザで下のコードを入力して承認してください
en: Enter the code below in your browser and authorize
ko: 브라우저에서 아래 코드를 입력하고 승인하십시오
zh_hans: 请在浏览器中输入以下代码并授权

source: ブラウザを開く
en: Open Browser
ko: 브라우저 열기
zh_hans: 打开浏览器

source: ペン
en: Pen
ko: 펜
zh_hans: 笔

source: メモの保存に失敗しました: %@
en: Couldn’t save the note: %@
ko: 메모를 저장하지 못했습니다: %@
zh_hans: 无法存储备注：%@

source: メモや画像の中の文字
en: Notes or text in images
ko: 메모 또는 이미지 속 텍스트
zh_hans: 备注或图像中的文字

source: リポジトリを検索
en: Search Repositories
ko: 저장소 검색
zh_hans: 搜索仓库

source: リポジトリ一覧の取得に失敗: %@
en: Couldn’t load repositories: %@
ko: 저장소 목록을 가져오지 못했습니다: %@
zh_hans: 无法获取仓库列表：%@

source: リポジトリ一覧を更新
en: Refresh Repositories
ko: 저장소 목록 새로 고침
zh_hans: 刷新仓库列表

source: リポジトリ未選択
en: No Repository Selected
ko: 선택된 저장소 없음
zh_hans: 未选择仓库

source: リンクをコピーしました
en: Link copied
ko: 링크를 복사했습니다
zh_hans: 已拷贝链接

source: リンクを作成してコピー
en: Create and Copy Link
ko: 링크 생성 및 복사
zh_hans: 创建并拷贝链接

source: リンクを作成中…
en: Creating Link…
ko: 링크 생성 중…
zh_hans: 正在创建链接…

source: リンクを知っている誰でも閲覧できます
en: Anyone with the link can view
ko: 링크가 있는 모든 사용자가 볼 수 있습니다
zh_hans: 任何知道链接的人都可以查看

source: ルートの font-size
en: Root font-size
ko: 루트 font-size
zh_hans: 根 font-size

source: ルーラー
en: Rulers
ko: 눈금자
zh_hans: 标尺

source: ルーラーの表示切替
en: Show/Hide Rulers
ko: 눈금자 보기/가리기
zh_hans: 显示／隐藏标尺

source: ルーラー（距離を測る）
en: Ruler (Measure Distance)
ko: 눈금자(거리 측정)
zh_hans: 标尺（测量距离）

source: レスポンスの解析に失敗: %@
en: Couldn’t parse the response: %@
ko: 응답을 해석하지 못했습니다: %@
zh_hans: 无法解析响应：%@

source: 不明
en: Unknown
ko: 알 수 없음
zh_hans: 未知

source: 不明なエラー
en: Unknown error
ko: 알 수 없는 오류
zh_hans: 未知错误

source: 今日
en: Today
ko: 오늘
zh_hans: 今天

source: 他のアプリが同じ組み合わせを使っているため登録できませんでした。
en: Couldn’t register because another app uses the same shortcut.
ko: 다른 앱이 같은 조합을 사용하고 있어 등록할 수 없습니다.
zh_hans: 无法注册，因为另一个 App 正在使用相同的组合键。

source: 修正に着手する前に画像を読むこと。
en: Read the image before starting on a fix.
ko: 수정을 시작하기 전에 이미지를 확인하십시오.
zh_hans: 开始修复前请先查看图像。

source: 倍率（100% は元画像 1px を画面 1pt で表示）
en: Zoom (100% shows 1 image pixel as 1 screen point)
ko: 배율(100%는 원본 이미지 1px을 화면 1pt로 표시)
zh_hans: 缩放比例（100% 表示将原图 1px 显示为屏幕 1pt）

source: 候補がありません
en: No Options
ko: 선택 항목 없음
zh_hans: 没有可选项

source: 値
en: Value
ko: 값
zh_hans: 值

source: 全体
en: Fit
ko: 맞춤
zh_hans: 适合

source: 全体表示
en: Zoom to Fit
ko: 화면에 맞추기
zh_hans: 缩放以适合

source: 共有
en: Share
ko: 공유
zh_hans: 共享

source: 共有に失敗しました: %@
en: Sharing failed: %@
ko: 공유하지 못했습니다: %@
zh_hans: 共享失败：%@

source: 共有リンクの作成と Issue の登録に使います。 撮影・編集・保存は連携なしで利用できます。
en: Used to create share links and file issues. Capturing, editing, and saving work without connecting.
ko: 공유 링크 생성과 Issue 등록에 사용됩니다. 캡처, 편집, 저장은 연결 없이 사용할 수 있습니다.
zh_hans: 用于创建共享链接和提交 Issue。 截屏、编辑和存储无需连接即可使用。

source: 共有先リポジトリ
en: Destination Repository
ko: 공유할 저장소
zh_hans: 目标仓库

source: 共有画像を開く
en: Open Shared Image
ko: 공유 이미지 열기
zh_hans: 打开共享图像

source: 共有画像を開く ↗
en: Open Shared Image ↗
ko: 공유 이미지 열기 ↗
zh_hans: 打开共享图像 ↗

source: 再コピー
en: Copy Again
ko: 다시 복사
zh_hans: 再次拷贝

source: 削除
en: Delete
ko: 삭제
zh_hans: 删除

source: 削除…
en: Delete…
ko: 삭제…
zh_hans: 删除…

source: 取り消す
en: Undo
ko: 실행 취소
zh_hans: 撤销

source: 取り込み中…
en: Importing…
ko: 가져오는 중…
zh_hans: 正在导入…

source: 同梱: %@
en: Bundled: %@
ko: 기본 포함: %@
zh_hans: 内置：%@

source: 図形をクリックで選択 · ドラッグで移動
en: Click a shape to select · Drag to move
ko: 도형을 클릭하여 선택 · 드래그하여 이동
zh_hans: 点按图形以选择 · 拖移以移动

source: 報告者
en: Reporter
ko: 보고자
zh_hans: 报告者

source: 実寸表示（100%）
en: Actual Size (100%)
ko: 실제 크기(100%)
zh_hans: 实际大小（100%）

source: 実行環境
en: Environment
ko: 실행 환경
zh_hans: 运行环境

source: 届け先
en: Destination
ko: 보낼 곳
zh_hans: 目标位置

source: 履歴に保存できませんでした: %@
en: Couldn’t save to history: %@
ko: 기록에 저장할 수 없습니다: %@
zh_hans: 无法存储到历史记录：%@

source: 履歴の削除に失敗しました: %@
en: Couldn’t delete from history: %@
ko: 기록에서 삭제하지 못했습니다: %@
zh_hans: 无法从历史记录中删除：%@

source: 履歴の画像を読み込めませんでした。
en: Couldn’t load the image from history.
ko: 기록의 이미지를 불러올 수 없습니다.
zh_hans: 无法载入历史记录中的图像。

source: 履歴を読み込めませんでした: %@
en: Couldn’t load history: %@
ko: 기록을 불러올 수 없습니다: %@
zh_hans: 无法载入历史记录：%@

source: 履歴用の画像を変換できませんでした。
en: Couldn’t convert the image for history.
ko: 기록용 이미지를 변환할 수 없습니다.
zh_hans: 无法转换用于历史记录的图像。

source: 座標ルーラー
en: Coordinate Rulers
ko: 좌표 눈금자
zh_hans: 坐标标尺

source: 座標ルーラーとセンターガイドの表示
en: Show coordinate rulers and center guides
ko: 좌표 눈금자 및 중앙 안내선 보기
zh_hans: 显示坐标标尺和中心参考线

source: 手のひら：画像をドラッグして移動
en: Hand: Drag to move the image
ko: 손 도구: 이미지를 드래그하여 이동
zh_hans: 抓手：拖移以移动图像

source: 担当とラベル
en: Assignees and Labels
ko: 담당자 및 레이블
zh_hans: 负责人和标签

source: 担当者
en: Assignees
ko: 담당자
zh_hans: 负责人

source: 拡大
en: Zoom In
ko: 확대
zh_hans: 放大

source: 指定なし
en: None
ko: 지정 안 함
zh_hans: 未指定

source: 接続中…
en: Connecting…
ko: 연결 중…
zh_hans: 正在连接…

source: 撮影
en: Capture
ko: 캡처
zh_hans: 截屏

source: 撮影した画像はここに並びます。
en: Your captures will appear here.
ko: 캡처한 이미지가 여기에 표시됩니다.
zh_hans: 截取的图像会显示在这里。

source: 撮影して、書き込んで、すぐにシェア。
en: Capture, annotate, and share in seconds.
ko: 캡처하고, 표시하고, 바로 공유하세요.
zh_hans: 截屏、标注，即刻分享。

source: 撮影に失敗: %@
en: Capture failed: %@
ko: 캡처하지 못했습니다: %@
zh_hans: 截屏失败：%@

source: 撮影中…
en: Capturing…
ko: 캡처 중…
zh_hans: 正在截屏…

source: 撮影対象のディスプレイが見つかりません。
en: No display to capture was found.
ko: 캡처할 디스플레이를 찾을 수 없습니다.
zh_hans: 未找到要截取的显示器。

source: 撮影時刻
en: Captured At
ko: 캡처 시각
zh_hans: 截屏时间

source: 操作を完了できませんでした
en: The Operation Couldn’t Be Completed
ko: 작업을 완료할 수 없음
zh_hans: 无法完成操作

source: 新しいレポート
en: New Report
ko: 새로운 보고
zh_hans: 新建报告

source: 既定に戻す
en: Restore Defaults
ko: 기본값으로 복원
zh_hans: 恢复默认

source: 昨日
en: Yesterday
ko: 어제
zh_hans: 昨天

source: 未設定
en: Not Set
ko: 설정 안 됨
zh_hans: 未设置

source: 本文
en: Description
ko: 본문
zh_hans: 正文

source: 本文のみで送信します
en: Only the description will be sent
ko: 본문만 전송합니다
zh_hans: 仅发送正文

source: 枠
en: Rectangle
ko: 사각형
zh_hans: 矩形

source: 横のガイド線を追加
en: Add Horizontal Guide
ko: 가로 안내선 추가
zh_hans: 添加水平参考线

source: 気づいたことや、改善したいことを書いてください。
en: Describe what you noticed or what you’d like to improve.
ko: 발견한 점이나 개선하고 싶은 점을 적어 주십시오.
zh_hans: 请写下你注意到的问题或希望改进的地方。

source: 注釈をやり直す（⇧⌘Z）
en: Redo Annotation (⇧⌘Z)
ko: 주석 실행 복귀(⇧⌘Z)
zh_hans: 重做标注（⇧⌘Z）

source: 注釈を取り消す（⌘Z）
en: Undo Annotation (⌘Z)
ko: 주석 실행 취소(⌘Z)
zh_hans: 撤销标注（⌘Z）

source: 無題のキャプチャ
en: Untitled Capture
ko: 제목 없는 캡처
zh_hans: 未命名截屏

source: 画像として読み込めませんでした: %@
en: Couldn’t read as an image: %@
ko: 이미지로 읽을 수 없습니다: %@
zh_hans: 无法读取为图像：%@

source: 画像のテキストをコピー
en: Copy Text in Image
ko: 이미지의 텍스트 복사
zh_hans: 拷贝图像中的文本

source: 画像の保存に失敗しました: %@
en: Couldn’t save the image: %@
ko: 이미지를 저장하지 못했습니다: %@
zh_hans: 无法存储图像：%@

source: 画像は %@ ブランチに保存されます
en: The image will be saved to the %@ branch
ko: 이미지는 %@ 브랜치에 저장됩니다
zh_hans: 图像将存储到 %@ 分支

source: 画像は Issue 本文に埋め込まず、このブランチに `screenshots/` としてコミットします。
en: Images aren’t embedded in the issue body; they’re committed to this branch under `screenshots/`.
ko: 이미지는 Issue 본문에 포함하지 않고 이 브랜치의 `screenshots/`에 커밋합니다.
zh_hans: 图像不会嵌入 Issue 正文，而是以 `screenshots/` 提交到此分支。

source: 画像は保存済みですが、文字認識に失敗しました。
en: The image was saved, but text recognition failed.
ko: 이미지는 저장되었지만 텍스트 인식에 실패했습니다.
zh_hans: 图像已存储，但文字识别失败。

source: 画像をコピー
en: Copy Image
ko: 이미지 복사
zh_hans: 拷贝图像

source: 画像をコピー・保存・共有
en: Copy, save, or share the image
ko: 이미지 복사, 저장 또는 공유
zh_hans: 拷贝、存储或共享图像

source: 画像を変換できませんでした。
en: Couldn’t convert the image.
ko: 이미지를 변환할 수 없습니다.
zh_hans: 无法转换图像。

source: 画像ファイルを開く…
en: Open Image File…
ko: 이미지 파일 열기…
zh_hans: 打开图像文件…

source: 画面にルーラーを追加
en: Add Screen Ruler
ko: 화면 눈금자 추가
zh_hans: 添加屏幕标尺

source: 画面全体を撮影
en: Capture Full Screen
ko: 전체 화면 캡처
zh_hans: 截取全屏

source: 画面収録が許可されていません。「システム設定 > プライバシーとセキュリティ > 画面収録」で Revvy をオンにして、アプリを起動し直してください。
en: Screen recording isn’t allowed. Turn on Revvy in System Settings > Privacy & Security > Screen Recording, then relaunch the app.
ko: 화면 기록이 허용되지 않았습니다. ‘시스템 설정 > 개인정보 보호 및 보안 > 화면 기록’에서 Revvy를 켜고 앱을 다시 실행하십시오.
zh_hans: 未允许屏幕录制。请在“系统设置 > 隐私与安全性 > 屏幕录制”中打开 Revvy，然后重新启动 App。

source: 矢印
en: Arrow
ko: 화살표
zh_hans: 箭头

source: 矢印キーで 1px 調整（⇧ で 10px）· ⌘D 複製 · ⌫ 削除
en: Arrow keys nudge 1px (⇧ for 10px) · ⌘D Duplicate · ⌫ Delete
ko: 화살표 키로 1px 조정(⇧는 10px) · ⌘D 복제 · ⌫ 삭제
zh_hans: 箭头键微调 1px（⇧ 为 10px）· ⌘D 复制 · ⌫ 删除

source: 空欄なら本文から作成
en: Leave blank to use the description
ko: 비워 두면 본문으로 생성
zh_hans: 留空则根据正文生成

source: 範囲を選んで撮影
en: Capture Area
ko: 영역 캡처
zh_hans: 截取区域

source: 終了
en: Quit
ko: 종료
zh_hans: 退出

source: 緑
en: Green
ko: 초록색
zh_hans: 绿色

source: 編集の保存に失敗しました: %@
en: Couldn’t save edits: %@
ko: 편집 내용을 저장하지 못했습니다: %@
zh_hans: 无法存储编辑内容：%@

source: 編集中の画像を添付します
en: The current image will be attached
ko: 편집 중인 이미지가 첨부됩니다
zh_hans: 将附加正在编辑的图像

source: 編集中の画像を閉じる
en: Close Current Image
ko: 편집 중인 이미지 닫기
zh_hans: 关闭正在编辑的图像

source: 縦のガイド線を追加
en: Add Vertical Guide
ko: 세로 안내선 추가
zh_hans: 添加垂直参考线

source: 縮小
en: Zoom Out
ko: 축소
zh_hans: 缩小

source: 自動で付けるラベル
en: Automatic Label
ko: 자동으로 추가할 레이블
zh_hans: 自动添加的标签

source: 自動ラベル
en: Automatic Label
ko: 자동 레이블
zh_hans: 自动标签

source: 表示する単位
en: Units
ko: 표시 단위
zh_hans: 显示单位

source: 複製
en: Duplicate
ko: 복제
zh_hans: 复制

source: 複製（⌘D）
en: Duplicate (⌘D)
ko: 복제(⌘D)
zh_hans: 复制（⌘D）

source: 見つかりませんでした。
en: No results.
ko: 결과 없음.
zh_hans: 未找到结果。

source: 計測は常に元画像のピクセルです。em はこの font-size で割った値を併記します。
en: Measurements are always in original image pixels. em values are divided by this font-size.
ko: 측정은 항상 원본 이미지의 픽셀 기준입니다. em은 이 font-size로 나눈 값을 함께 표시합니다.
zh_hans: 测量始终以原图像素为单位。em 值为除以此 font-size 后的结果。

source: 設定…
en: Settings…
ko: 설정…
zh_hans: 设置…

source: 設定で OAuth App の Client ID を入力してください。
en: Enter the OAuth App Client ID in Settings.
ko: 설정에서 OAuth App의 Client ID를 입력하십시오.
zh_hans: 请在设置中输入 OAuth App 的 Client ID。

source: 読み込み中…
en: Loading…
ko: 불러오는 중…
zh_hans: 正在载入…

source: 読み込んだ画像
en: Imported Image
ko: 가져온 이미지
zh_hans: 导入的图像

source: 赤
en: Red
ko: 빨간색
zh_hans: 红色

source: 追加ラベル
en: Additional Labels
ko: 추가 레이블
zh_hans: 附加标签

source: 送信中…
en: Sending…
ko: 전송 중…
zh_hans: 正在发送…

source: 通常は空のままで構いません（アプリ同梱の OAuth App を使います）。別の OAuth App を使う場合は、「Enable Device Flow」を有効にした App の Client ID を入力してください。
en: Usually you can leave this blank (the bundled OAuth App is used). To use a different OAuth App, enter the Client ID of an app with “Enable Device Flow” turned on.
ko: 일반적으로 비워 두어도 됩니다(앱에 포함된 OAuth App 사용). 다른 OAuth App을 사용하려면 ‘Enable Device Flow’를 활성화한 App의 Client ID를 입력하십시오.
zh_hans: 通常可以留空（使用 App 内置的 OAuth App）。如需使用其他 OAuth App，请输入已启用“Enable Device Flow”的 App 的 Client ID。

source: 連携
en: Connect
ko: 연결
zh_hans: 连接

source: 選択した注釈を削除
en: Delete Selected Annotation
ko: 선택한 주석 삭제
zh_hans: 删除所选标注

source: 選択した注釈を削除（⌫）
en: Delete Selected Annotation (⌫)
ko: 선택한 주석 삭제(⌫)
zh_hans: 删除所选标注（⌫）

source: 選択した注釈を複製
en: Duplicate Selected Annotation
ko: 선택한 주석 복제
zh_hans: 复制所选标注

source: 選択してください
en: Choose a Repository
ko: 선택하십시오
zh_hans: 请选择

source: 選択・移動
en: Select and Move
ko: 선택 및 이동
zh_hans: 选择与移动

source: 閉じる
en: Close
ko: 닫기
zh_hans: 关闭

source: 開く
en: Open
ko: 열기
zh_hans: 打开

source: 開発者向け: 別の方法で連携
en: For Developers: Other Ways to Connect
ko: 개발자용: 다른 방법으로 연결
zh_hans: 开发者：其他连接方式

source: 青
en: Blue
ko: 파란색
zh_hans: 蓝色

source: 項目
en: Item
ko: 항목
zh_hans: 项目

source: 黄
en: Yellow
ko: 노란색
zh_hans: 黄色

source: （`%@` ブランチ）
en: (`%@` branch)
ko: (`%@` 브랜치)
zh_hans: （`%@` 分支）

source: OK
ko: 확인
zh_hans: 好
